Repository: husio/lith
Catalog: app/lith/po/*.po
Languages: pl

source: Account details of
pl: Szczegóły konta

source: Account email was changed.
pl: Addres email należący do konta został zmieniony.

source: Account is not allowed to login.
pl: Nie można się zalogować używając podanego konta.

source: Admin Panel
pl: Panel Administracyjny

source: Author
pl: Autor

source: Cannot generate QR Code.
pl: Nie można wygenerować kodu QR.

source: Cannot parse form.
pl: Dane formularza nie mogą być przeczytane.

source: Change password
pl: Zmień hasło

source: Code already used. Please wait for the next one and try again.
pl: Kod już raz użyty. Poczekaj proszę na następny i spróbuj ponownie.

source: Code has been used. Please wait and use the next code generated.
pl: Kod został użyty. Poczeka proszę na następny i spróbuj ponownie.

source: Confirm
pl: Potwierdź

source: Confirm scanned two-factor authentication code.
pl: Potwierdź zeskanowanie kodu.

source: Create
pl: Utwórz

source: Create Account
pl: Nowe Konto

source: Created
pl: Utworzone

source: Description
pl: Szczegóły

source: Email address not allowed to register.
pl: Podany adres email nie może być użyty do rejestracji.

source: Email already in use.
pl: Adres email jest już w użytku,

source: Email and password cannot be empty.
pl: Adres email i hasło nie mogą być puste.

source: Enable two-factor authentication.
pl: Włącz podwójne uwierzytelnianie.

source: Entered passwords are not the same.
pl: Podane hasła nie są takie same.

source: Forgot your password?
pl: Zapomniałes hasło?

source: Great succes.
pl: Pełen sukces.

source: In order to complete registration, please check your mailbox.
pl: Aby ukończyć proces rejestracji, sprawdź proszę swoją skrzynkę mailową.

source: Invalid code.
pl: Niepoprawny kod.

source: Invalid login and/or password.
pl: Niepoprawny login i/lub hasło.

source: Invalid token.
pl: Nieważny token.

source: Invalid verification code.
pl: Nieważny kod weryfikacyjny.

source: Login
pl: Zaloguj się

source: Login Verify
pl: Zweryfikuj

source: Password
pl: Hasło

source: Password Reset
pl: Hasło

source: Register
pl: Zarejestruj się

source: Register Verify
pl: Zarejestruj się

source: Register a new account.
pl: Zarejestruj nowe konto.

source: Repeat password
pl: Powtórz hasło

source: Reset password
pl: Zresetuj zasło

source: Submit
pl: Wyślij

source: Two Factor Authentication
pl: Włącz podwójne uwierzytelnianie

source: Two-factor authentication is not enabled.
pl: Podwójne uwierzytelnianie nie jest włączone.

source: Verification code
pl: Kod weryfikacyjny

source: Verify
pl: Zweryfikuj

source: Verify your login
pl: Zweryfikuj logowanie

source: You can now login.
pl: Możesz się teraz zalogować.

source: was created.
pl: zostało utworzone.

source: was deleted.
pl: zostało usunięte.

source: was updated.
pl: zostało zmodyfikowane.
